// elementary (level 0)
const List<String> cardTitlesElementaryLevel = [
  '한글의 기초',
  '모음과 자음 I',
  '모음과 자음 II',
  '받침과 유용한 표현',
];

// beginner 1 (Level 1)
const List<String> cardTitlesBeginnerLevelOne = [
  '안녕하세요?',
  '방에 책상이 있어요',
  '한국어를 배워요',
  '라호만 씨가 식당에 가요',
  '오늘은 5월 5일이에요',
  '9시부터 6시까지 일해요',
  '김치찌개 하나 주세요',
  '첫술하고 치약을 삽니다',
  '지난 주말에 친구를 만났어요',
  '아버지는 요리를 잘하세요',
  '어머니날에 부모님께 꽃을 드려요',
  '이번 휴가에 뭐 할 거예요?',
  '버스로 공항에 가요',
  '저녁 7시에 만날까요?',
  '오늘 날씨가 정말 덥네요',
  '배가 아파서 병원에 가요',
  '사진을 찍지 마세요',
  '한국 생활은 조금 힘든데 재미있어요',
];

// beginner 2 (Level 2)
const List<String> cardTitlesBeginnerLevelTwo = [
  '제 고향은 경치가 아름다운 곳이에요',
  '쓰레기는 내가 버릴게요',
  '이걸로 한번 입어 보세요',
  '지금 통화할 수 있어요?',
  '맘이 아프면 이 약을 드세요',
  '맛있는 음식을 먹을 때 행복해요',
  '잠들이니까 세체나 휴지를 가져갈게요',
  '9월부터 한국어 수업을 듣기로 했어요',
  '근처에 자주 가는 식당이 있어요',
  '시청 옆에 있는데 가까워요',
  '보름달을 보면서 소원을 빌어요',
  '실수를 자주 하는 편이에요',
  '소포를 보내려고 하는데요',
  '비자 연장 신청을 하려면 어떻게 해야 돼요?',
  '무역 회사에서 번역 일을 하고 있어요',
  '그 행사에는 가족이나 친구를 데려가도 되거든요',
  '잠을 푹 자면 좋겠어요',
  '이 수업을 신청하는 게 어때요?',
];

// intermediate 1 (Level 3)
const List<String> cardTitlesIntermediateLevelOne = [
  '대인 관계',
  '성격',
  '지역 복지 서비스',
  '교환과 환불',
  '소비와 절약',
  '주거 환경',
  '문화생활',
  '음식과 요리',
  '고장과 수리',
  '취업',
  '부동산',
  '전통 명절',
  '직장 생활',
  '인터넷과 스마트폰',
  '고민과 상담',
  '기후와 날씨',
];

// intermediate (Level 4)
const List<String> cardTitlesIntermediateLevelTwo = [
  '한국 생활 적응',
  '가족의 변화',
  '생활 속의 과학',
  '한국의 의례',
  '문화유산',
  '국제화 시대',
  '현대인의 질병',
  '정보화 사회',
  '사건과 사고',
  '언어생활',
  '교육 제도',
  '선거와 투표',
  '환경 보호',
  '생활과 경제',
  '법과 질서',
  '이민 생활',
];
